Repository: migasfree/migasfree-client
Catalog: po/*.po
Languages: es_es

source: Systems Management System (client side)
es_es: Sistema de gestión de sistemas (lado cliente)

source: Enable debug mode
es_es: Habilitar el modo de depuración

source: Enable silent mode (no verbose)
es_es: Habilitar modo silencioso (no verboso)

source: Register computer at server
es_es: Registrar ordenador en el servidor

source: User to register computer at server
es_es: Usuario para registrar el ordenador en el servidor

source: Search package in repositories
es_es: Buscar un paquete en los repositorios

source: Pattern to search
es_es: Patrón de búsqueda

source: Synchronize computer with server
es_es: Sincronizar ordenador con el servidor

source: Force package upgrades
es_es: Fuerza la actualización de software

source: Synchronize computer devices with server
es_es: Sincronizar dispositivos del ordenador con el servidor

source: Synchronize computer hardware with server
es_es: Sincronizar hardware del ordenador con el servidor

source: Upload computer software to server
es_es: Subir información del software del ordenador al servidor

source: Upload attributes information to server
es_es: Subir información de los atributos al servidor

source: Upload faults information to server
es_es: Subir información de las fallas al servidor

source: Install package
es_es: Instalar paquete

source: Package to install
es_es: Paquete para instalar

source: Purge package
es_es: Desinstalar paquete completamente

source: Package to purge
es_es: Paquete para desinstalar completamente

source: Get computer traits at server
es_es: Obtener características del ordenador en el servidor

source: Prefix to search
es_es: Prefijo a buscar

source: Get individual value
es_es: Obtener valor individual

source: Computer identification
es_es: Indentificación del ordenador

source: Show version info
es_es: Mostrar información de la versión

source: Computer tags
es_es: Etiquetas del ordenador

source: Get tags in server (JSON format)
es_es: Obtener etiquetas del servidor (formato JSON)

source: Set tags in server
es_es: Establecer etiquetas en el servidor

source: Communicate tags to server
es_es: Comunicar etiquetas al servidor

source: Upload files to server
es_es: Subir ficheros al servidor

source: Authorized user to upload at server
es_es: Usuario autorizado para subir al servidor

source: User password
es_es: Contraseña del usuario

source: Project to upload files
es_es: Proyecto al que subir ficheros

source: Store at server
es_es: Almacén del servidor

source: File to upload at server
es_es: Fichero a subir al servidor

source: Directory with files to upload at server
es_es: Directorio con archivos para subir al servidor

source: Retrieve computer info at server
es_es: Obtener información del ordenador en el servidor

source: Remove client keys
es_es: Borrar las claves del cliente

source: Remove client keys from all servers
es_es: Borrar las claves del cliente de todos los servidores

source: Import mTLS certificate from tar file
es_es: Importar certificado mTLS desde archivo tar

source: Certificate tar file to import
es_es: Archivo tar del certificado a importar

source: %(program)s version: %(version)s
es_es: Versión de %(program)s: %(version)s

source: Failed to configure the log file (%s)
es_es: Fallo al configurar el fichero de log (%s)

source: Error getting server certificate: %s
es_es: Error obteniendo el certificado del servidor: %s

source: CA certificate downloaded
es_es: Certificado CA descargado

source: CA certificate is up to date
es_es: El certificado CA está actualizado

source: Failed to download CA certificate: %s
es_es: Error al descargar el certificado CA: %s

source: mTLS certificates downloaded
es_es: Certificados mTLS descargados

source: Failed to download mTLS certificates: %s
es_es: Error al descargar los certificados mTLS: %s

source: Error creating %s directory
es_es: Error creando el directorio %s

source: Running command %s...
es_es: Ejecutando el comando %s...

source: Command %s failed: %s
es_es: Comando %s fallido: %s

source: User has insufficient privileges to execute this command
es_es: El usuario no tiene suficientes privilegios para ejecutar este comando

source: Autoregistering computer...
es_es: Autoregistrando ordenador...

source: Key %s created!
es_es: ¡Clave %s creada!

source: Error writing key file!!!
es_es: ¡Error escribiendo fichero de clave!

source: Have you check config options in this machine (%s)?
es_es: ¿Has revisado las opciones de configuración en este ordenador (%s)?

source: Check %s file and register again
es_es: Verifique el fichero %s y registre de nuevo

source: Empty user. Exiting %s.
es_es: El usuario está vacío. Saliendo de %s.

source: Password
es_es: Contraseña

source: Registering computer...
es_es: Registrando ordenador...

source: Computer registered at server
es_es: Ordenador registrado en el servidor

source: Fetching mTLS certificates...
es_es: Obteniendo certificados mTLS...

source: You must register the computer with a valid user
es_es: Debes registrar el ordenador con un usuario válido

source: Review keys or register computer again
es_es: Revisa las claves o registra el ordenador de nuevo

source: Config options: %s
es_es: Opciones de configuración: %s

source: Project
es_es: Proyecto

source: Server
es_es: Servidor

source: Protocol
es_es: Protocolo

source: Port
es_es: Puerto

source: Auto update packages
es_es: Actualizar paquetes automáticamente

source: Manage devices
es_es: Gestión de dispositivos

source: Upload hardware
es_es: Subir hardware

source: Package Proxy Cache
es_es: Proxy caché de paquetes

source: Debug
es_es: Depuración

source: Computer name
es_es: Nombre del ordenador

source: Running options:
es_es: Opciones de ejecución:

source: migasfree server version
es_es: Versión de MigasFree Server

source: None
es_es: Ninguna

source: SSL certificate
es_es: Certificado SSL

source: Warning
es_es: Aviso

source: Certificate does not exist and authentication is not guaranteed
es_es: El certificado no existe y la autenticación no está garantizada

source: Architecture
es_es: Arquitectura

source: Any PMS was not found. Cannot continue.
es_es: No se ha encontrado ningún PMS. Imposible continuar.

source: Ok
es_es: Correcto

source: Failed
es_es: Fallo

source: Trying to remove %s directory
es_es: Intentando borrar el directorio %s

source: An error occurred while deleting directory %s
es_es: Ha ocurrido un error borrando el directorio %s

source: No such directory %s
es_es: No existe el directorio %s

source: Directory %s has been removed
es_es: El directorio %s ha sido borrado

source: Importing mTLS certificate...
es_es: Importando certificado mTLS...

source: Certificate file not found: %s
es_es: Fichero de certificado no encontrado: %s

source: No .p12 file found in tar archive
es_es: No se encontró ningún fichero .p12 en el archivo tar

source: mTLS certificate imported successfully. Certificate: %s Key: %s
es_es: Certificado mTLS importado correctamente. Certificado: %s Clave: %s

source: Error extracting tar file: %s
es_es: Error extrayendo el fichero tar: %s

source: Error importing certificate: %s
es_es: Error importando el certificado: %s

source: Failed to load p12 file: %s
es_es: Error cargando el fichero p12: %s

source: No certificate found in p12 file
es_es: No se encontró ningún certificado en el fichero p12

source: No private key found in p12 file
es_es: No se encontró ninguna clave privada en el fichero p12

source: Certificate and key extracted successfully
es_es: Certificado y clave extraídos correctamente

source: Error extracting from p12: %s
es_es: Error extrayendo del fichero p12: %s

source: CA certificate downloaded successfully
es_es: Certificado CA descargado correctamente

source: Token request failed: %s
es_es: Error en la solicitud del token: %s

source: Token obtained successfully
es_es: Token obtenido correctamente

source: No token in server response
es_es: No hay token en la respuesta del servidor

source: Download failed: %s
es_es: Error en la descarga: %s

source: Certificate downloaded successfully
es_es: Certificado descargado correctamente

source: No content in response
es_es: Sin contenido en la respuesta

source: Invalid Data
es_es: Datos no válidos

source: Invalid Signature
es_es: Firma no válida

source: Killing %s before time!!!
es_es: ¡Saliendo de %s antes de tiempo!

source: Graphic user
es_es: Usuario gráfico

source: Examples:
es_es: Ejemplos:

source: Register computer at server:
es_es: Registrar ordenador en el servidor:

source: Synchronize computer with server:
es_es: Sincronizar ordenador con el servidor:

source: Search package:
es_es: Buscar paquete:

source: Install package:
es_es: Instalar paquete:

source: Purge package:
es_es: Desinstalar paquete completamente:

source: Get computer traits at server:
es_es: Obtener características del ordenador en el servidor:

source: Name: "%s"
es_es: Nombre: "%s"

source: Code "%s" with error: %s
es_es: Código "%s" con error: %s

source: Evaluating attributes...
es_es: Evaluando atributos...

source: Error: property %s without value
es_es: Error: propiedad %s sin valor

source: Executing faults...
es_es: Ejecutando fallas...

source: Getting repositories key...
es_es: Obteniendo la clave de los repositorios...

source: ERROR: not import repositories key: %s!
es_es: ¡Error: no se ha importado la clave de los repositorios: %s!

source: Getting properties...
es_es: Obteniendo propiedades...

source: Getting fault definitions...
es_es: Obteniendo definiciones de fallas...

source: Getting repositories...
es_es: Obteniendo repositorios...

source: Getting mandatory packages...
es_es: Obteniendo paquetes obligatorios...

source: Getting devices...
es_es: Obteniendo dispositivos...

source: Getting traits...
es_es: Obteniendo características...

source: Uploading old errors...
es_es: Subiendo errores antiguos...

source: Creating repositories...
es_es: Creando repositorios...

source: Error creating repositories: %s
es_es: Error creando repositorios: %s

source: Getting repositories metadata...
es_es: Obteniendo los metadatos de los repositorios...

source: Error getting repositories metadata
es_es: Error obteniendo los metadatos de los repositorios

source: Uninstalling packages...
es_es: Desinstalando paquetes...

source: Error uninstalling packages: %s
es_es: Error desinstalando paquetes: %s

source: Installing mandatory packages...
es_es: Instalando paquetes obligatorios...

source: Error installing packages: %s
es_es: Error instalando paquetes: %s

source: Updating packages...
es_es: Actualizando paquetes...

source: Error updating packages: %s
es_es: Error actualizando paquetes: %s

source: Capturing hardware information...
es_es: Capturando información sobre el hardware...

source: lshw command failed: %s
es_es: Comando lshw fallido: %s

source: Parsing hardware information...
es_es: Interpretando información sobre el hardware...

source: Hardware information
es_es: Información sobre el hardware

source: Sending hardware information...
es_es: Enviando información sobre el hardware...

source: Sending errors to server...
es_es: Enviando errores al servidor...

source: Uploading attributes...
es_es: Subiendo atributos...

source: Uploading faults...
es_es: Subiendo fallas...

source: Software diff
es_es: Diferencia en el software

source: Uploading software...
es_es: Subiendo software...

source: Ending synchronization...
es_es: Terminando sincronización...

source: Connecting to migasfree server...
es_es: Conectando al servidor migasfree...

source: Completed operations
es_es: Operaciones completadas

source: Running events...
es_es: Ejecutando eventos...

source: Error running event %s: %s
es_es: Error ejecutando evento %s: %s

source: Installing package: %s
es_es: Instalando paquete: %s

source: Removing package: %s
es_es: Desinstalando paquete: %s

source: Assigned device(s) but client does not manage devices
es_es: Dispositivo(s) asignado(s) pero el cliente no los gestiona

source: A class was not detected to manage the devices
es_es: No se ha detectado una clase para gestionar los dispositivos

source: Synchronizing logical devices...
es_es: Sincronizando dispositivos lógicos...

source: Printer service is not running!!!
es_es: ¡El servicio de impresión no está en ejecución!

source: Printer service is required. If not, configure Manage_Devices parameter to False.
es_es: Es necesario un servicio de impresión es necesario. Si no lo es, configure el parámetro Manage_Devices como False.

source: Error getting printers information
es_es: Error obteniendo la información de las impresoras

source: Removing device: %s
es_es: Quitando dispositivo: %s

source: Error removing device: %s
es_es: Error quitando dispositivo: %s

source: Error: no driver defined for device %s. Please, configure capability %s, in the model %s %s, and project %s
es_es: Error: no hay controlador definido para el dispositivo %s. Por favor, configure la prestación %s, en el modelo %s %s, y proyecto %s

source: Installing device: %s
es_es: Instalando dispositivo: %s

source: Error installing device: %s
es_es: Error instalando dispositivo: %s

source: Setting default device: %s
es_es: Estableciendo dispositivo por defecto: %s

source: Error setting default device: %s
es_es: Error estableciendo dispositivo por defecto: %s

source: Get tags in server (JSON format):
es_es: Obtener etiquetas del servidor (formato JSON):

source: Communicate tags to server (command line):
es_es: Comunicar etiquetas al servidor (en línea de comando):

source: Communicate tags to server (with GUI):
es_es: Comunicar etiquetas al servidor (con GUI):

source: Set tags (command line):
es_es: Establecer etiquetas (en línea de comando):

source: Set tags (with GUI):
es_es: Establecer etiquetas (con GUI):

source: Unsetting all tags (command line):
es_es: Eliminar todas las etiquetas (en línea de comando):

source: Tag list
es_es: Lista de etiquetas

source: Tags must be in "prefix-value" format
es_es: Las etiquetas deben estar en el formato "prefijo-valor"

source: There is not available tags to select
es_es: No hay etiquetas disponibles para seleccionar

source: Change tags
es_es: Cambiar etiquetas

source: Please, select tags for this computer
es_es: Por favor, seleccione las etiquetas para este ordenador

source: Tags setted: %s
es_es: Etiquetas seleccionadas: %s

source: Upload single package:
es_es: Subir un único paquete:

source: Upload package set:
es_es: Subir un conjunto de paquetes:

source: Store
es_es: Ubicación

source: User
es_es: Usuario

source: File
es_es: Fichero

source: Directory
es_es: Directorio

source: User to upload at server
es_es: Usuario para subir ficheros al servidor

source: Project to upload at server
es_es: Proyecto al que subir en el servidor

source: Empty project. Exiting %s.
es_es: No se ha especificado un proyecto. Saliendo de %s.

source: Store to upload at server
es_es: Ubicación a la que subir en el servidor

source: Empty store. Exiting %s.
es_es: No se ha especificado la ubicación. Saliendo de %s.

source: File not found
es_es: Fichero no encontrado

source: Directory not found
es_es: Directorio no encontrado

source: Creating repository operation...
es_es: Creando repositorios...

source: HTTP error code: %s
es_es: Código de error HTTP: %s

source: Status code: %s
es_es: Código de estado: %s

source: "%s" command expired timeout
es_es: El comando "%s" ha expirado su tiempo de ejecución

source: yes
es_es: sí

source: y
es_es: s

source: [y/n]
es_es: [s/n]

source: [Y/n]
es_es: [S/n]

source: [y/N]
es_es: [s/N]

source: Please respond with 'yes' or 'no' (or 'y' or 'n').
es_es: Por favor, responde 'sí' o 'no' (o 's' o 'n').

source: Another instance of %(cmd)s is running: %(pid)d
es_es: Ya hay en ejecución otra instancia de %(cmd)s: %(pid)d

source: Add manually "%s" to file %s inside "options" section as last option
es_es: Añade manualmente "%s" al fichero %s dentro de la sección "options" como última opción
